Repository: Alkl58/NotEnoughAV1Encodes
Catalog: NotEnoughAV1Encodes/resources/lang/Strings.*.resx
Languages: fr_fr

# ButtonClose
source: Close
fr_fr: Fermer

# ButtonDeletePreset
source: Delete
fr_fr: Supprimer

# ButtonEditSelectedItem
source: Edit Item
fr_fr: Modifier

# ButtonExit
source: Save and Exit
fr_fr: Enregistrer et fermer

# ButtonOpenBatchFolder
source: ➔ Batch Folder
fr_fr: ➔ Traitement Batch

# ButtonOpenProjectFile
source: ➔ Project File
fr_fr: ➔ Ouvrir Projet

# ButtonOpenVideoFile
source: ➔ Single File
fr_fr: ➔ Ouvrir Fichier

# ButtonRemoveSelectedQueueItem
source: Remove Item
fr_fr: Supprimer

# ButtonResetBGImage
source: Reset
fr_fr: Enlever

# ButtonSavePreset
source: Save
fr_fr: Enregistrer

# ButtonSelectBGImage
source: Select
fr_fr: Sélectionner

# ButtonSetPresetDefault
source: Set as Default
fr_fr: Enregistrer par défaut

# ButtonTestSettings
source: Test Settings
fr_fr: Tester paramètres

# ButtonUpdater
source: Updater
fr_fr: MAJ outils

# CheckBoxCustomVideoSettings
source: Custom Settings
fr_fr: Paramètres personnalisés

# CheckBoxRealTimeMode
source: Realtime Mode
fr_fr: Mode temps réel

# CheckBoxTwoPassEncoding
source: 2-Pass encoding
fr_fr: Encodage 2 Passes

source: Error
fr_fr: Erreur

# GroupBoxBackroundImage
source: Background Image
fr_fr: Image d'arrière plan

# GroupBoxCrop
source: Crop
fr_fr: Recadrer

# GroupBoxCurrentSettings
source: Current Encoding Settings
fr_fr: Paramètres actuels

# GroupBoxDeinterlace
source: Deinterlace
fr_fr: Désentrelacer

# GroupBoxInputOutput
source: Input / Output
fr_fr: Source / Destination

# GroupBoxLanguage
source: Language
fr_fr: Langue (Language)

# GroupBoxOptimization
source: Optimization
fr_fr: Optimisation

# GroupBoxPresets
source: Presets
fr_fr: Réglages

# GroupBoxQuality
source: Quality
fr_fr: Qualité

# GroupBoxResize
source: Resize
fr_fr: Redimensionner

# GroupBoxRotate
source: Rotate
fr_fr: Rotation

# GroupBoxThemeSettings
source: Theme Settings
fr_fr: Theme

# GroupBoxVideoContainer
source: Video Container
fr_fr: Format Video

# GroupBoxVideoInformation
source: Video Information
fr_fr: Informations Video

# GroupBoxWorkersAndSplitting
source: Workers and Splitting
fr_fr: Processus et découpage

source: HDR Settings
fr_fr: Paramètres HDR

# LabelAccentTheme
source: Accent Theme:
fr_fr: Couleur déco

# LabelAddToQueue
source: Add to Queue
fr_fr: Ajouter à la file

# LabelAvailableBatchFilename
source: {filename} = Input Filename
fr_fr: {filename} = Nom du fichier

# LabelAvailableBatchPresetName
source: {presetname} = Name of Preset
fr_fr: {presetname} = Nom du Réglage

# LabelBaseTheme
source: Base Theme:
fr_fr: Theme de base:

# LabelBatchFileName
source: Batch Filename:
fr_fr: Nom du Batch:

# LabelBitDepth
source: Bit-Depth:
fr_fr: Couleurs (bits):

# LabelBitrateAvg
source: Bitrate (avg):
fr_fr: Bitrate moyen:

# LabelBottom
source: Bottom
fr_fr: Bas

# LabelBuildsProvidedBy
source: Builds provided by jeremylee.sh under GPLv3
fr_fr: Builds fournis par jeremylee.sh en GPLv3

# LabelBurnIn
source: Burn in:
fr_fr: Incruster:

# LabelCancel
source: Cancel
fr_fr: Annuler

# LabelChannels
source: Channels:
fr_fr: Canaux:

# LabelChunkLength
source: Chunk Length (seconds):
fr_fr: Durée segments (sec.):

# LabelColorFormat
source: Color Format:
fr_fr: Format YUV:

# LabelContainer
source: Container:
fr_fr: Format

# LabelDefaultAudioBehavior
source: Default Audio Behavior
fr_fr: Audio par défaut

# LabelDefaultOutputLocation
source: Default Output Location
fr_fr: Emplacement par défaut

# LabelDeinterlace
source: Deinterlace:
fr_fr: Filtre

# LabelEncodeQueueParallel
source: Encode Queue Parallel instead of chunking:
fr_fr: Encoder la file d'attente en parallèle plutôt que segmenter

# LabelEncoder
source: Encoder:
fr_fr: Encodeur

# LabelFramerate
source: Framerate:
fr_fr: img/sec

# LabelHeight
source: Height:
fr_fr: Hauteur:

# LabelIcons
source: Icons:
fr_fr: Icones:

# LabelLanguage
source: Language:
fr_fr: Langue

# LabelLeft
source: Left
fr_fr: Gauche

# LabelLength
source: Length:
fr_fr: Durée

# LabelMethodOpeningSource
source: Method for opening a source.
fr_fr: Méthode d'ouverture de la source

# LabelNoAudioFound
source: No Audio Found
fr_fr: Aucune piste audio

# LabelNoSubtitleFound
source: No Subtitle Found
fr_fr: Aucun sous-titres

# LabelPreset
source: Preset:
fr_fr: Réglage:

# LabelPresetName
source: Preset Name:
fr_fr: Nom du réglage:

# LabelProcessPriority
source: Process Priority:
fr_fr: Priorité CPU:

# LabelQualityMode
source: Quality Mode:
fr_fr: Mode de qualité:

# LabelQuantizer
source: Quantizer:
fr_fr: Réglage:

# LabelReencodeMethod
source: Reencode Method:
fr_fr: Réencodage:

# LabelResolution
source: Resolution:
fr_fr: Résolution:

# LabelRight
source: Right
fr_fr: Droite

# LabelRotate
source: Rotate (Clockwise):
fr_fr: Rotation (Horaire):

# LabelScalingAlgorithm
source: Algorithm:
fr_fr: Algorithme:

# LabelSelectPresetForEncoding
source: Select Preset for encoding:
fr_fr: Réglage pour l'encodage:

# LabelSpeed
source: Speed
fr_fr: Vitesse

# LabelSplittingMethod
source: Splitting Method:
fr_fr: Type de découpage:

# LabelStartPauseButton
source: Start
fr_fr: Démarrer

# LabelStatus
source: Status:
fr_fr: Etat:

# LabelTempPath
source: Temp Path
fr_fr: Dossier temp

# LabelThreshold
source: Threshold:
fr_fr: Seuil:

# LabelTop
source: Top
fr_fr: Haut

# LabelTrackName
source: Track Name:
fr_fr: Nom piste:

# LabelVideoDestination
source: No Destination Selected
fr_fr: Pas de destination

# LabelVideoSource
source: No Source Selected
fr_fr: Pas de source

# LabelWidth
source: Width:
fr_fr: Largeur:

# LabelWorkerCount
source: Worker Count:
fr_fr: Processus:

# MessageConstrainedBitrateAomenc
source: NEAV1E currently does not support Constrained Bitrate (aomenc)
fr_fr: NEAV1E ne prend pas en charge le débit contraint (aomenc)

# MessageCreatePresetBeforeBatch
source: Please create a Preset before adding batch files.
fr_fr: Veuillez créer un réglage avant d'utiliser le batch.

# MessageNoInput
source: No Input selected!
fr_fr: Pas de source !

# MessageNoOutput
source: No Output selected!
fr_fr: Pas de destination !

# MessageQualityModeRav1eSVT
source: NEAV1E currently only supports Constant Quality or Bitrate Mode (rav1e / svt-av1)
fr_fr: EAV1E ne prend en charge que le mode Qualité Constante ou Bitrate (rav1e / svt-av1)

# MessageQueueEmpty
source: Queue is empty! \nPlease add your job to the Queue.
fr_fr: La file d'attente est vide ! \nVeuillez ajouter au moins un job.

# ProgramSettings
source: Settings
fr_fr: Paramètres

# Queue1stPass
source: 1st Pass:
fr_fr: 1re Passe:

# Queue2ndPass
source: 2nd Pass:
fr_fr: 2e Passe:

# QueueMenuItemEdit
source: Edit
fr_fr: Modifier

# QueueMenuItemOpenOutputDir
source: Open Destination
fr_fr: Ouvrir dossier de destination

# QueueMinLeft
source: min left
fr_fr: File d'attente min.

source: Resume
fr_fr: Reprendre

# TabItemAdvanced
source: Advanced
fr_fr: Avancé

# TabItemFilters
source: Filters
fr_fr: Filtres

# TabItemQueue
source: Queue
fr_fr: File d'attente

# TabItemSubtitles
source: Subtitles
fr_fr: Sous-titres

# TabItemSummary
source: Summary
fr_fr: Résumé

# TextBoxDestination
source: No Destination Selected
fr_fr: Pas de destination

# ToggleSwitchActivateSubtitles
source: Activate Subtitles
fr_fr: Activer sous-titres

# ToggleSwitchAdvancedSettings
source: Advanced Settings
fr_fr: Activer onglet avancé

# ToggleSwitchAutoPauseResume
source: Auto Pause / Resume
fr_fr: Pause / Reprise auto

# ToggleSwitchAutoPauseResumeTooltip
source: Automatically Pauses and Resumes Encoding if System is IDLE for more than 1 minute
fr_fr: Automatiquement reprendre ou mettre en pause si le système est inutilisé plus de 1mn

# ToggleSwitchDeleteTempFiles
source: Delete Temp Files
fr_fr: Effacer fichiers temp

# ToggleSwitchInputSeeking
source: Use Input Seeking
fr_fr: Détection scène rapide

# ToggleSwitchLogging
source: Logging
fr_fr: Journaux

# ToggleSwitchClearQueue
source: Auto Clear Queue
fr_fr: Vider automatiquement la file d'attente

# ToggleSwitchOverrideWorkerCount
source: Override Worker Count
fr_fr: Autoriser process +

# ToggleSwitchShutdown
source: Shutdown After Encode
fr_fr: Eteindre le PC à la fin

# ToggleSwitchUsePresetBitDepth
source: Use Bit-Depth from Preset?
fr_fr: Utiliser couleurs (bits) du réglage?

# DeleteErrorDetected
source: Error Deleting Temp Files
fr_fr: Erreur de suppression des fichiers temporaires

# ErrorsDetected
source: Error(s) detected. Please check log file! Temp Files have not been deleted!
fr_fr: Erreur(s) détectée(s). Veuillez vérifier le fichier journal ! Les fichiers temporaires n'ont pas été supprimés!

# FinishedEncoding
source: Finished Encoding - Elapsed Time
fr_fr: Encodage terminé - Temps écoulé

# MuxingErrorDetected
source: Possible Muxing Error
fr_fr: Erreur de multiplexage possible

# OutputErrorDetected
source: Error: No Output detected
fr_fr: Erreur : Aucune sortie de fichier détectée
